INSERT INTO users (id,first_name,last_name,password)
VALUES (1,
        'Ирина',
        'Поливаева',
        '123456'
        );
INSERT INTO users (id,first_name,last_name,password)
VALUES (2,
        'Яков',
        'Голотин',
        '123456'
       );
INSERT INTO users (id,first_name,last_name,password)
VALUES (3,
        'Сергей',
        'Горячих',
        '123456'
       );
INSERT INTO users (id,first_name,last_name,password)
VALUES (4,
        'Малеева',
        'Виолетта',
        '123456'
       );
INSERT INTO vitrins (id, y, x, width, height, name) VALUES
                                                        (1, 1, 15, 305, 15, 'Телевизоры'),
                                                        (2, 20, 0, 15, 300, 'Телефоны'),
                                                        (3, 309, 50, 250, 15, 'Наушники справа'),
                                                        (4, 75, 45, 100, 25, 'Телевизоры антенны'),
                                                        (5, 150, 45, 100, 25, 'Колонки и саунд'),
                                                        (6, 225, 45, 100, 25, 'Кабельки планшеты'),
                                                        (7, 75, 190, 100, 25, 'Телевизоры маленькая снизу'),
                                                        (8, 150, 190, 100, 25, 'Клавиатуры мыши'),
                                                        (9, 225, 190, 100, 25, 'Ноутбуки'),
                                                        (10, 309, 300, 63, 15, 'Флешки'),
                                                        (11, 1, 320, 200, 15, 'Мониторы'),
                                                        (12, 100, 330, 100, 25, 'Роутеры и принтеры'),
                                                        (13, 160, 330, 95, 75, 'Кресла'),
                                                        (14, 195, 470, 100, 25, 'Встройка и сплиты'),
                                                        (15, 100, 470, 100, 25, 'Боллеры, контроллеры'),
                                                        (16, 283, 473, 250, 20, 'КБТ стиралки'),
                                                        (17, 195, 625, 150, 25, 'Бритвы и фены'),
                                                        (20, 100, 625, 150, 25, 'Чайники, пылесосы вертикалки'),
                                                        (21, 1, 520, 175, 15, 'Строительное'),
                                                        (22, 1, 695, 125, 15, 'Пылесосы стационарные'),
                                                        (23, 195, 820, 150, 25, 'Тостеры и КБТ газовые плиты'),
                                                        (24, 100, 820, 150, 25, 'Блендеры и мультиварки'),
                                                        (25, 283, 815, 350, 20, 'КБТ холодильники'),
                                                        (26, 195, 1025, 100, 25, 'Плиты и гладильные доски'),
                                                        (27, 100, 1025, 100, 25, 'Отпариватели и утюги'),
                                                        (28, 1, 820, 195, 15, 'Микроволновки'),
                                                        (29, 15, 1015, 15, 60, 'Сушилки для овощей'),
                                                        (30, 45, 1166, 20, 260, 'Встройка духовка и вытяжки');
INSERT INTO users_vitrins(user_id,vitrins_id)
VALUES ( 2,1 );
INSERT INTO users_vitrins(user_id,vitrins_id)
VALUES ( 3,2 );
INSERT INTO users_vitrins(user_id,vitrins_id)
VALUES ( 4,3 );